{
  "discriminator": "http://vocab.lappsgrid.org/ns/media/xml#gate",
  "payload": "<?xml version='1.0' encoding='UTF-8'?>\n<GateDocument version=\"3\">\n<!-- The document's features-->\n\n<GateDocumentFeatures>\n<Feature>\n  <Name className=\"java.lang.String\">gate.SourceURL</Name>\n  <Value className=\"java.lang.String\">created from String</Value>\n</Feature>\n</GateDocumentFeatures>\n<!-- The document content area with serialized nodes -->\n\n<TextWithNodes>Michael Irwin Jordan is an American scientist, Professor at the University of California, Berkeley and a researcher in machine learning, statistics, and artificial intelligence. Michael Jordan is one of the leading figures in machine learning, and in 2016 Science reported him as the world's most influential computer scientist.\n\nJordan received his BS magna cum laude in Psychology in 1978 from the Louisiana State University, his MS in Mathematics in 1980 from Arizona State University and his PhD in Cognitive Science in 1985 from the University of California, San Diego. At the University of California, San Diego Jordan was a student of David Rumelhart and a member of the PDP Group in the 1980s.\n\nJordan is currently a full professor at the University of California, Berkeley where his appointment is split across the Department of Statistics and the Department of EECS. He was a professor at MIT from 1988-1998.\n\nIn the 1980s Jordan started developing recurrent neural networks as a cognitive model. In recent years, though, his work is less driven from a cognitive perspective and more from the background of traditional statistics.\n\nHe popularised Bayesian networks in the machine learning community and is known for pointing out links between machine learning and statistics. Jordan was also prominent in the formalisation of variational methods for approximate inference and the popularisation of the expectation-maximization algorithm in machine learning.\n\nIn 2001, Michael Jordan and others resigned from the Editorial Board of Machine Learning. In a public letter, they argued for less restrictive access and pledged support for a new open access journal, the Journal of Machine Learning Research (JMLR), which was created by Leslie Kaelbling to support the evolution of the field of machine learning.\n</TextWithNodes>\n<!-- The default annotation set -->\n\n<AnnotationSet>\n</AnnotationSet>\n\n</GateDocument>\n"
}